{
  "providers": [
    {
      "Provider": "CleanMaster",
      "Category": "Neteja",
      "Logo": "logos/Logo_CleanMaster.jpeg",
      "Description": "CleanMaster és una empresa líder en el sector de serveis de neteja per a esdeveniments, coneguda per la seva eficiència i atenció al detall. Amb anys d'experiència, ofereixen solucions de neteja adaptades a les necessitats específiques de qualsevol tipus d'esdeveniment, assegurant que cada espai quedi impecable en el menor temps possible.",
      "behavior": "flexible"
    },
    {
      "Provider": "SparkleClean",
      "Category": "Neteja",
      "Logo": "logos/Logo_SparkleClean.jpeg",
      "Description": "SparkleClean és una empresa especialitzada en serveis de neteja ecològica per a esdeveniments. Compromesos amb la sostenibilitat, utilitzen productes biodegradables i tècniques de neteja que redueixen l'impacte ambiental. SparkleClean és la millor opció per aquells esdeveniments que busquen un servei de neteja professional amb consciència ecològica.",
      "behavior": "agressiu"
    },
    {
      "Provider": "GourmetDelights",
      "Category": "Càtering",
      "Logo": "logos/Logo_GourmetDelights.jpeg",
      "Description": "GourmetDelights és una empresa de càtering de luxe especialitzada en crear experiències gastronòmiques inoblidables. Oferim una cuina refinada amb ingredients de primera qualitat, adaptada a esdeveniments exclusius com casaments, congressos i celebracions d'alt nivell. Cada detall és cuidat amb la màxima exigència per assegurar una experiència culinària única per als nostres clients.",
      "behavior": "rígid"
    },
    {
      "Provider": "FiestaCàtering",
      "Category": "Càtering",
      "Logo": "logos/Logo_FiestaCàtering.jpeg",
      "Description": "FiestaCatering destaca per la seva flexibilitat i creativitat en l'oferta de càtering per a tot tipus d'esdeveniments. Tant si es tracta d'una festa privada com d'una celebració d'empresa, el nostre equip treballa per oferir menús saborosos i accessibles que s'adapten a les necessitats de qualsevol celebració. La nostra prioritat és garantir que tots els convidats gaudeixin d'una experiència gastronòmica inoblidable.",
      "behavior": "flexible"
    },
    {
      "Provider": "Epicurea",
      "Category": "Càtering",
      "Logo": "logos/Logo_epicurea.jpeg",
      "Description": "Epicurea és una empresa de càtering compromesa amb la sostenibilitat i la responsabilitat social. Tots els nostres plats es preparen amb ingredients orgànics i locals, garantint un impacte mínim en el medi ambient. El nostre servei inclou opcions vegetals i sostenibles, oferint solucions gastronòmiques per a esdeveniments amb consciència ambiental. Creiem que menjar bé i respectar el planeta han d'anar de la mà.",
      "behavior": "flexible"
    },
    {
      "Provider": "ExpressTrans",
      "Category": "Transport",
      "Logo": "logos/Logo_ExpressTrans.jpeg",
      "Description": "ExpressTrans ofereix serveis de transport ràpid i fiable, especialitzat en el trasllat d'equipaments per a esdeveniments. Amb una flota moderna i personal altament capacitat, garantim que tot el material arribi puntualment i en perfectes condicions.",
      "behavior": "flexible"
    },
    {
      "Provider": "SafeMove",
      "Category": "Transport",
      "Logo": "logos/Logo_SafeMove.jpeg",
      "Description": "SafeMove és sinònim de seguretat i professionalitat. Ofereix serveis de transport amb un enfocament especial en la protecció i cura dels materials sensibles o fràgils. Ideal per a esdeveniments que requereixen trasllats segurs i eficients, amb un equip compromès amb la qualitat.",
      "behavior": "rígid"
    },
    {
      "Provider": "EquipRent",
      "Category": "Lloguer d'equips",
      "Logo": "logos/Logo_EquipRent.jpeg",
      "Description": "EquipRent és un proveïdor amb un ferm compromís amb la Responsabilitat Social Corporativa (RSC). Ofereix serveis de lloguer d'equips tecnològics de qualitat per a esdeveniments, i una part important de la seva plantilla està formada per persones amb discapacitats. EquipRent destaca per la seva excel·lència en el servei, oferint una experiència completa i adaptada a les necessitats dels seus clients, amb preus lleugerament més alts que reflecteixen el seu compromís social.",
      "behavior": "flexible"
    },
    {
      "Provider": "RentTech",
      "Category": "Lloguer d'equips",
      "Logo": "logos/Logo_RentTech.jpeg",
      "Description": "RentTech és una empresa dedicada al lloguer d'equips tecnològics per a esdeveniments, amb una àmplia gamma de productes que inclouen equips de so, audiovisuals i informàtics. Destaca per la seva eficiència, rapidesa en el servei i preus competitius, amb un equip tècnic especialitzat que garanteix la instal·lació i funcionament òptim dels equips.",
      "behavior": "agressiu"
    },
    {
      "Provider": "SafeGuard",
      "Category": "Seguretat",
      "Logo": "logos/Logo_SafeGuard.jpeg",
      "Description": "SafeGuard és un proveïdor de serveis de seguretat especialitzat en la protecció d'esdeveniments i espais amb alta afluència de persones. Ofereixen solucions professionals de seguretat, com personal de seguretat, videovigilància i sistemes d'alarmes, garantint un servei fiable i eficient en tot moment.",
      "behavior": "flexible"
    },
    {
      "Provider": "SecureNow",
      "Category": "Seguretat",
      "Logo": "logos/Logo_SecureNow.jpeg",
      "Description": "SecureNow és una empresa de seguretat amb un fort compromís amb la Responsabilitat Social Corporativa (RSC). A més d'oferir serveis de seguretat d'alta qualitat, promou la integració laboral de col·lectius vulnerables. Els seus preus reflecteixen la seva aposta per la seguretat inclusiva, amb professionals altament qualificats i equips d'última generació.",
      "behavior": "rígid"
    },
    {
      "Provider": "PromoExperts",
      "Category": "Màrqueting i Publicitat",
      "Logo": "logos/Logo_PromoExperts.jpeg",
      "Description": "PromoExperts és líder en la creació i distribució de productes de promoció personalitzats. Especialistes en marxandatge per esdeveniments, ofereixen una àmplia gamma d'articles publicitaris per millorar la visibilitat de marques i empreses. Els seus serveis inclouen tant la creació de dissenys com la producció de material promocional de qualitat.",
      "behavior": "flexible"
    },
    {
      "Provider": "AdVision",
      "Category": "Màrqueting i Publicitat",
      "Logo": "image/no-fotos.png",
      "Description": "AdVision és una agència de màrqueting i publicitat que combina estratègies digitals i tradicionals per oferir campanyes integrals. Amb un equip creatiu i una forta orientació a resultats, AdVision es dedica a fer créixer la presència de marques en el mercat, oferint solucions publicitàries innovadores i eficaces.",
      "behavior": "agressiu"
    },
    {
      "Provider": "CreativeDesigns",
      "Category": "Disseny Gràfic",
      "Logo": "logos/Logo_CreativeDesigns.jpeg",
      "Description": "CreativeDesigns és una agència de disseny gràfic amb un equip creatiu especialitzat en la creació de marques, materials publicitaris i dissenys visuals. Amb un enfocament modern i adaptat a les tendències, ofereixen solucions de disseny per a empreses que volen destacar en el mercat i connectar visualment amb el seu públic.",
      "behavior": "rígid"
    },
    {
      "Provider": "GraphixWorld",
      "Category": "Disseny Gràfic",
      "Logo": "logos/Logo_GraphixWorld.jpeg",
      "Description": "GraphixWorld és una agència de disseny gràfic amb un fort compromís amb la responsabilitat social corporativa (RSC). Aposta per l'ús de materials ecològics i sostenibles en la impressió i producció gràfica, així com per donar oportunitats laborals a col·lectius vulnerables. Ofereixen serveis de disseny gràfic d'alta qualitat, sempre amb un enfocament ètic i responsable.",
      "behavior": "flexible"
    },
    {
      "Provider": "ConsultPro",
      "Category": "Consultoria",
      "Logo": "logos/Logo_ConsultPro.jpeg",
      "Description": "ConsultPro és una firma de consultoria empresarial amb àmplia experiència en el desenvolupament de plans de negoci, estratègies de creixement i gestió financera. Ofereixen solucions personalitzades per a empreses que busquen millorar el seu rendiment i expandir-se en el mercat.",
      "behavior": "rígid"
    },
    {
      "Provider": "BizConsult",
      "Category": "Consultoria",
      "Logo": "logos/Logo_BizConsult.jpeg",
      "Description": "BizConsult és una consultoria empresarial amb un enfocament pràctic i orientat a resultats. Ofereixen assessorament en gestió operativa, optimització de processos i planificació estratègica, especialment per a petites i mitjanes empreses que volen millorar la seva eficiència i productivitat.",
      "behavior": "agressiu"
    },
    {
      "Provider": "FurniturePlus",
      "Category": "Mobiliari",
      "Logo": "logos/Logo_FurniturePlus.jpeg",
      "Description": "FurniturePlus és una empresa especialitzada en el lloguer de mobiliari per a esdeveniments, oferint una àmplia gamma de cadires, taules, tarimes i altres accessoris. Els seus productes són reconeguts per la seva qualitat i estètica moderna, ideals per a esdeveniments corporatius, casaments i celebracions.",
      "behavior": "rígid"
    },
    {
      "Provider": "DecoRent",
      "Category": "Mobiliari",
      "Logo": "logos/Logo_DecoRent.jpeg",
      "Description": "DecoRent combina estil i responsabilitat social. Aquesta empresa de lloguer de mobiliari està compromesa amb el medi ambient i la inclusió social, utilitzant materials reciclats i col·laborant amb entitats locals. La seva oferta inclou dissenys innovadors i sostenibles per a esdeveniments que volen deixar una petjada positiva.",
      "behavior": "agressiu"
    },
    {
      "Provider": "EventFurniture",
      "Category": "Mobiliari",
      "Logo": "logos/Logo_EventFurniture.jpeg",
      "Description": "EventFurniture ofereix una solució completa per al lloguer de mobiliari d'esdeveniments, amb una àmplia selecció de mobles pràctics i elegants. Especialitzats en la personalització, poden adaptar les seves peces segons el tema i l'estil de qualsevol esdeveniment.",
      "behavior": "flexible"
    }
  ],
  "products": [
    {
      "Provider": "CleanMaster",
      "Name": "Neteja Post-Esdeveniments",
      "Price": 190,
      "Description": "Servei complet de neteja post-esdeveniment, incloent escombrat, fregat i recollida de residus.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "CleanMaster",
      "Name": "Neteja de moquetes i catifes",
      "Price": 80,
      "Description": "Neteja a fons de moquetes i catifes utilitzant productes especialitzats.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "CleanMaster",
      "Name": "Desinfecció d'espais",
      "Price": 120,
      "Description": "Desinfecció d'àrees comunes per garantir un entorn segur i lliure de bacteris.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "CleanMaster",
      "Name": "Recollida selectiva de residus",
      "Price": 90,
      "Description": "Servei de recollida de residus separats per tipus, amb gestió de reciclatge.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "CleanMaster",
      "Name": "Neteja de superfícies vidriades",
      "Price": 120,
      "Description": "Neteja de finestres, vitralls i altres superfícies vidriades.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "CleanMaster",
      "Name": "Servei de neteja contínua durant l'esdeveniment",
      "Price": 200,
      "Description": "Servei de neteja permanent durant tot l'esdeveniment per mantenir l'espai en condicions òptimes. Preu per dia.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SparkleClean",
      "Name": "Servei de neteja contínua durant l'esdeveniment",
      "Price": 280,
      "Description": "Servei de neteja general utilitzant productes ecològics i biodegradables. Preu per dia.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SparkleClean",
      "Name": "Neteja de superfícies vidriades",
      "Price": 145,
      "Description": "Neteja de vidres amb solucions a base d’aigua i materials reciclables.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SparkleClean",
      "Name": "Desinfecció Verda d'Espais",
      "Price": 165,
      "Description": "Desinfecció d'espais amb productes naturals, sense químics agressius.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SparkleClean",
      "Name": "Neteja de Moquetes i Catifes",
      "Price": 100,
      "Description": "Servei de neteja profunda de moquetes amb detergents ecològics certificats.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SparkleClean",
      "Name": "Neteja de Finestres Solars",
      "Price": 55,
      "Description": "Neteja especialitzada per a finestres amb panells solars, maximitzant l'eficiència.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SparkleClean",
      "Name": "Neteja Post-Esdeveniments",
      "Price": 225,
      "Description": "Servei de neteja complet després d'esdeveniments, utilitzant tècniques de baix impacte ambiental.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SparkleClean",
      "Name": "Recollida selectiva de residus",
      "Price": 90,
      "Description": "Gestió de residus segons criteris de sostenibilitat i reciclatge.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "GourmetDelights",
      "Name": "Menú Gastronòmic Premium",
      "Price": 60,
      "Description": "Menú complet amb ingredients gourmet per a esdeveniments exclusius. Inclou entrants, plats principals i postres amb maridatge.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "GourmetDelights",
      "Name": "Cocteleria Exclusiva",
      "Price": 45,
      "Description": "Servei de cocteleria personalitzada amb begudes d’alta gamma, ideal per a esdeveniments corporatius i festes privades.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "GourmetDelights",
      "Name": "Bufet de Postres Selectes",
      "Price": 25,
      "Description": "Selecció de postres gourmet presentades en un bufet decoratiu. Inclou opcions veganes i sense gluten.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "FiestaCatering",
      "Name": "Menú Tradicional",
      "Price": 25,
      "Description": "Un menú tradicional i variat per a esdeveniments informals. Inclou entrants, plat principal i postres.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "FiestaCatering",
      "Name": "Servei de Begudes Completes",
      "Price": 15,
      "Description": "Begudes variades (aigua, refrescs, sucs i cerveses) per a esdeveniments. Inclou servei de bar i personal.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "FiestaCatering",
      "Name": "Pica-pica de Festa",
      "Price": 11,
      "Description": "Assortit de tapes i pica-pica per a festes i esdeveniments socials.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "Epicurea",
      "Name": "Menú Ecològic Sostenible",
      "Price": 45,
      "Description": "Menú complet amb ingredients orgànics i de comerç just. Tot el menjar es serveix en materials biodegradables.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "Epicurea",
      "Name": "Servei de Begudes Orgàniques",
      "Price": 20,
      "Description": "Begudes orgàniques i locals, incloent sucs naturals, aigües ecològiques i vins biodinàmics.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "Epicurea",
      "Name": "Bufet Vegetarià d’Alt Valor Nutritiu",
      "Price": 35,
      "Description": "Bufet amb opcions vegetals i saludables, compost per ingredients locals i ecològics. Ideal per a esdeveniments de consciència ambiental.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "ExpressTrans",
      "Name": "Transport Estàndard",
      "Price": 120,
      "Description": "Servei de transport bàsic per a equips i materials d'esdeveniments. Preu per 4 hores de servei.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "ExpressTrans",
      "Name": "Transport Urgent",
      "Price": 200,
      "Description": "Servei de transport amb prioritat per a lliuraments d'últim moment. Preu per 4 hores de servei.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "ExpressTrans",
      "Name": "Transport de Gran Volum",
      "Price": 250,
      "Description": "Servei especial per a càrregues de gran volum amb vehicles adaptats. Preu per 4 hores de servei.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "ExpressTrans",
      "Name": "Assegurança de Transport",
      "Price": 30,
      "Description": "Servei opcional per assegurar els materials transportats.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "ExpressTrans",
      "Name": "Serveis Addicionals de Carrega",
      "Price": 80,
      "Description": "Inclou personal addicional per a la càrrega i descàrrega de materials. Preu per persona.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SafeMove",
      "Name": "Transport Protegit",
      "Price": 180,
      "Description": "Servei de transport amb protecció especial per a materials fràgils. Preu per 5 hores de servei",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SafeMove",
      "Name": "Transport amb Monitorització",
      "Price": 220,
      "Description": "Servei de transport amb seguiment en temps real de la càrrega. Preu per 5 hores de servei",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SafeMove",
      "Name": "Transport Assegurat Premium",
      "Price": 300,
      "Description": "Servei amb assegurança premium per a garantir la màxima seguretat.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SafeMove",
      "Name": "Equip de Protecció per Càrrega",
      "Price": 40,
      "Description": "Servei que inclou materials de protecció per a garantir la integritat de la càrrega.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SafeMove",
      "Name": "Personal Especialitzat",
      "Price": 90,
      "Description": "Servei que proporciona personal amb experiència en transport de materials delicats. Preu per persona",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "EquipRent",
      "Name": "Lloguer d'Altaveus",
      "Price": 150,
      "Description": "Altaveus de qualitat per a esdeveniments, amb suport tècnic inclòs.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "EquipRent",
      "Name": "Lloguer de Projectors",
      "Price": 200,
      "Description": "Projectors d'alta definició per a presentacions i esdeveniments especials.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "EquipRent",
      "Name": "Lloguer de Micròfons Sense Fils",
      "Price": 100,
      "Description": "Micròfons sense fils amb tecnologia de reducció de soroll.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "EquipRent",
      "Name": "Lloguer de Pantalles LED",
      "Price": 300,
      "Description": "Pantalles LED de gran format, ideals per a esdeveniments en exteriors.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "EquipRent",
      "Name": "Lloguer d'Il·luminació",
      "Price": 180,
      "Description": "Equip de llums per crear ambients personalitzats en esdeveniments.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "RentTech",
      "Name": "Lloguer d'Ordinadors",
      "Price": 120,
      "Description": "Ordinadors portàtils d'última generació per a esdeveniments i conferències.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "RentTech",
      "Name": "Lloguer de Càmeres de Vídeo",
      "Price": 250,
      "Description": "Càmeres de vídeo professionals per a gravar esdeveniments en alta definició.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "RentTech",
      "Name": "Lloguer d'Equip de So Complet",
      "Price": 350,
      "Description": "Equip de so complet amb altaveus, micròfons i taula de mescles.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "RentTech",
      "Name": "Lloguer de Pantalles Tàctils",
      "Price": 400,
      "Description": "Pantalles tàctils interactives per a presentacions dinàmiques.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "RentTech",
      "Name": "Lloguer d'Il·luminació LED",
      "Price": 150,
      "Description": "Il·luminació LED amb opcions personalitzables per a esdeveniments.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SafeGuard",
      "Name": "Vigilant de Seguretat",
      "Price": 300,
      "Description": "Servei de vigilant de seguretat per a esdeveniments amb control d'accés i vigilància. Preu per dia",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SafeGuard",
      "Name": "Lloguer de Càmeres de Seguretat",
      "Price": 150,
      "Description": "Càmeres de seguretat de circuit tancat amb instal·lació inclosa.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SafeGuard",
      "Name": "Sistemes d'Alarma",
      "Price": 200,
      "Description": "Instal·lació i monitoratge de sistemes d'alarma per a esdeveniments temporals.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SafeGuard",
      "Name": "Control d'Accés Biomètric",
      "Price": 250,
      "Description": "Sistemes de control d'accés amb reconeixement biomètric per a esdeveniments.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SafeGuard",
      "Name": "Supervisió 24/7",
      "Price": 500,
      "Description": "Servei de supervisió contínua per esdeveniments de llarga durada. Preu per dia",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SecureNow",
      "Name": "Vigilant de Seguretat Inclusiu",
      "Price": 320,
      "Description": "Vigilants de seguretat contractats a través de programes d'inclusió social. Preu per dia",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SecureNow",
      "Name": "Sistemes de Càmeres Eco",
      "Price": 180,
      "Description": "Càmeres de seguretat amb baix consum energètic i fabricació sostenible.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SecureNow",
      "Name": "Alarma amb Sensors Eco",
      "Price": 220,
      "Description": "Sistemes d'alarmes ecològics amb tecnologia avançada i materials reciclats.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SecureNow",
      "Name": "Control d'Accés Inclusiu",
      "Price": 270,
      "Description": "Control d'accés amb sistemes segurs i inclusius per a tots els participants.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "SecureNow",
      "Name": "Supervisió i Assistència",
      "Price": 520,
      "Description": "Servei de supervisió contínua amb equips d'inclusió social i suport tècnic. preu per dia.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "PromoExperts",
      "Name": "Bosses Personalitzades",
      "Price": 2.5,
      "Description": "Bosses de tela personalitzades amb el logotip de l'empresa, disponibles en diferents colors i dissenys.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "PromoExperts",
      "Name": "Clauers Personalitzats",
      "Price": 1,
      "Description": "Clauers amb el logotip o eslògan de l'empresa, ideals per a regals promocionals en esdeveniments.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "PromoExperts",
      "Name": "Samarretes Promocionals",
      "Price": 5,
      "Description": "Samarretes personalitzades amb dissenys únics per a campanyes publicitàries o esdeveniments.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "PromoExperts",
      "Name": "Gots Reutilitzables",
      "Price": 3,
      "Description": "Gots ecològics personalitzats, perfectes per a esdeveniments sostenibles.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "PromoExperts",
      "Name": "USBs Personalitzats",
      "Price": 7,
      "Description": "Memòries USB amb logotip, disponibles en diverses capacitats, perfectes com a regal d'empresa.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "PromoExperts",
      "Name": "Gorres Personalitzades",
      "Price": 4,
      "Description": "Gorres promocionals amb dissenys exclusius, disponibles en diferents colors.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "AdVision",
      "Name": "Campanya Publicitària Digital",
      "Price": 1200,
      "Description": "Creació i gestió d'una campanya publicitària digital en xarxes socials i cercadors.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "AdVision",
      "Name": "Disseny de Banner Publicitari",
      "Price": 300,
      "Description": "Creació de banners publicitaris per a pàgines web o anuncis digitals, amb dissenys atractius.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "AdVision",
      "Name": "Publicitat en Xarxes Socials",
      "Price": 800,
      "Description": "Gestió d'anuncis publicitaris en xarxes socials amb segmentació avançada per arribar a l'audiència adequada.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "AdVision",
      "Name": "Estratègia de Branding",
      "Price": 1500,
      "Description": "Desenvolupament d'una estratègia de branding completa per augmentar la visibilitat de la marca.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "AdVision",
      "Name": "Vídeo Promocional",
      "Price": 2500,
      "Description": "Producció i edició d'un vídeo promocional per a campanyes publicitàries en línia o televisió.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "AdVision",
      "Name": "Creació de Continguts per a Blogs",
      "Price": 600,
      "Description": "Redacció i disseny de contingut optimitzat per a blogs i pàgines web corporatives.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "CreativeDesigns",
      "Name": "Creació de Logotip",
      "Price": 400,
      "Description": "Disseny personalitzat de logotip per a empreses, amb revisions il·limitades fins a l'aprovació final.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "CreativeDesigns",
      "Name": "Disseny de Targetes de Visita",
      "Price": 150,
      "Description": "Disseny de targetes de visita personalitzades amb un enfocament modern i professional.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "CreativeDesigns",
      "Name": "Disseny de Cartells Publicitaris",
      "Price": 300,
      "Description": "Creació de cartells publicitaris d'alt impacte per a esdeveniments o campanyes publicitàries.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "CreativeDesigns",
      "Name": "Disseny de Catàlegs",
      "Price": 500,
      "Description": "Disseny de catàlegs comercials o corporatius, amb un format visual atractiu i fàcil de llegir.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "CreativeDesigns",
      "Name": "Disseny de Presentacions",
      "Price": 350,
      "Description": "Disseny de presentacions professionals per a conferències o esdeveniments, amb gràfics i visuals potents.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "CreativeDesigns",
      "Name": "Disseny de Packaging",
      "Price": 600,
      "Description": "Disseny de packaging innovador i atractiu per a productes de qualsevol indústria.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "GraphixWorld",
      "Name": "Creació de Logotip Sostenible",
      "Price": 450,
      "Description": "Disseny de logotip amb materials ecològics i pràctiques sostenibles, ideal per a empreses amb perfil RSC.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "GraphixWorld",
      "Name": "Disseny de Fullets Informatius",
      "Price": 200,
      "Description": "Disseny de fullets informatius amb materials reciclats i tintes ecològiques.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "GraphixWorld",
      "Name": "Disseny de Cartells Eco",
      "Price": 350,
      "Description": "Creació de cartells publicitaris amb materials sostenibles per a esdeveniments o promocions.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "GraphixWorld",
      "Name": "Disseny de Packaging Eco",
      "Price": 650,
      "Description": "Packaging sostenible, amb materials reciclats i dissenys eco-friendly.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "GraphixWorld",
      "Name": "Disseny de Material Corporatiu",
      "Price": 400,
      "Description": "Disseny de material corporatiu com papereria, targetes i fullets amb materials respectuosos amb el medi ambient.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "GraphixWorld",
      "Name": "Disseny per Xarxes Socials",
      "Price": 300,
      "Description": "Creació de continguts visuals adaptats a xarxes socials, amb un enfocament en la sostenibilitat.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "ConsultPro",
      "Name": "Consultoria en Estratègia de Negoci",
      "Price": 1200,
      "Description": "Assessorament en el desenvolupament d'estratègies de negoci per a empreses en creixement o expansió.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "ConsultPro",
      "Name": "Pla de Negoci Personalitzat",
      "Price": 1500,
      "Description": "Creació d'un pla de negoci detallat i personalitzat per a startups i empreses en fase inicial.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "ConsultPro",
      "Name": "Consultoria en Finances Empresarials",
      "Price": 1000,
      "Description": "Assessorament en gestió financera per a empreses que volen optimitzar els seus recursos i inversions.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "ConsultPro",
      "Name": "Anàlisi de Mercat",
      "Price": 800,
      "Description": "Anàlisi de mercat i de la competència per identificar oportunitats de creixement i desenvolupament empresarial.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "ConsultPro",
      "Name": "Assessorament en Creació d'Empresa",
      "Price": 600,
      "Description": "Servei d'assessorament per a emprenedors que volen crear la seva pròpia empresa.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "BizConsult",
      "Name": "Consultoria en Optimització de Processos",
      "Price": 1000,
      "Description": "Revisió i millora dels processos operatius per incrementar l'eficiència empresarial.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "BizConsult",
      "Name": "Consultoria en Gestió de Projectes",
      "Price": 900,
      "Description": "Assessorament en la gestió de projectes, des de la planificació fins a l'execució i seguiment dels resultats.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "BizConsult",
      "Name": "Consultoria en Màrqueting Estratègic",
      "Price": 1100,
      "Description": "Creació de plans de màrqueting estratègic per a empreses que busquen incrementar la seva presència al mercat.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "BizConsult",
      "Name": "Assessorament en Transformació Digital",
      "Price": 1200,
      "Description": "Assessorament en la implementació de solucions digitals per optimitzar processos i millorar la competitivitat.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "BizConsult",
      "Name": "Consultoria en Recursos Humans",
      "Price": 800,
      "Description": "Servei de consultoria per a la gestió de talents, reclutament i desenvolupament de polítiques de recursos humans.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "FurniturePlus",
      "Name": "Cadira de Plàstic",
      "Price": 5,
      "Description": "Cadira lleugera i resistent, perfecta per a esdeveniments a l'aire lliure o en interiors. Disponible en diferents colors.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "FurniturePlus",
      "Name": "Taula Rodona Plegable",
      "Price": 20,
      "Description": "Taula rodona de plàstic resistent, plegable per a facilitar el transport i l'emmagatzematge. Ideal per a banquets.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "FurniturePlus",
      "Name": "Tarima Modular",
      "Price": 50,
      "Description": "Tarima modular de fusta, ajustable en alçada, perfecta per a escenaris o presentacions.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "FurniturePlus",
      "Name": "Tamboret de Bar",
      "Price": 10,
      "Description": "Tamboret de disseny modern amb estructura metàl·lica, ideal per a zones de bar o esdeveniments informals.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "FurniturePlus",
      "Name": "Sofà de Pell Sintètica",
      "Price": 80,
      "Description": "Sofà de pell sintètica d'estil elegant, perfecte per a crear zones VIP o d'espera en esdeveniments.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "DecoRent",
      "Name": "Cadira Ecològica de Fusta",
      "Price": 7,
      "Description": "Cadira fabricada amb fusta reciclada, dissenyada per a esdeveniments que busquen un estil natural i sostenible.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "DecoRent",
      "Name": "Taula de Fusta Reciclada",
      "Price": 25,
      "Description": "Taula rústica fabricada amb materials reciclats, ideal per a esdeveniments amb un toc ecològic i modern.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "DecoRent",
      "Name": "Tarima de Bambú",
      "Price": 55,
      "Description": "Tarima feta amb bambú, una alternativa ecològica per a escenaris en esdeveniments sostenibles.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "DecoRent",
      "Name": "Tamboret de Fusta",
      "Price": 12,
      "Description": "Tamboret artesanal fabricat amb fusta reciclada, perfecte per a esdeveniments informals o ecològics.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "DecoRent",
      "Name": "Banc de Fusta amb Coixins",
      "Price": 45,
      "Description": "Banc llarg amb coixins d'ecopell, ideal per a crear zones de descans amb un estil ecològic.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "EventFurniture",
      "Name": "Cadira Plegable d'Alumini",
      "Price": 6,
      "Description": "Cadira plegable lleugera d'alumini, molt resistent i fàcil de transportar. Ideal per a qualsevol tipus d'esdeveniment.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "EventFurniture",
      "Name": "Taula Rectangular d'Alumini",
      "Price": 30,
      "Description": "Taula rectangular plegable d'alumini, robusta i fàcil de transportar. Ideal per a esdeveniments grans o petites reunions.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "EventFurniture",
      "Name": "Tarima d'Alumini",
      "Price": 60,
      "Description": "Tarima d'alumini ajustable, ideal per a qualsevol tipus d'esdeveniment o presentació.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "EventFurniture",
      "Name": "Tamboret d'Alumini",
      "Price": 9,
      "Description": "Tamboret lleuger i durador d'alumini, perfecte per a esdeveniments amb gran afluència de públic.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "EventFurniture",
      "Name": "Sofà Modular",
      "Price": 90,
      "Description": "Sofà modular que es pot configurar de diferents maneres segons les necessitats de l'esdeveniment.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "FurniturePlus",
      "Name": "Cadira de fusta clàssica",
      "Price": 5.5,
      "Description": "Cadira de fusta d'estil clàssic, ideal per a esdeveniments formals o casaments.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "FurniturePlus",
      "Name": "Sofà d'exterior",
      "Price": 70,
      "Description": "Sofà resistent a la intempèrie, perfecte per esdeveniments a l'aire lliure.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "FurniturePlus",
      "Name": "Taula plegable rectangular",
      "Price": 15,
      "Description": "Taula plegable amb capacitat per a 6 persones, fàcil de transportar i muntar.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "FurniturePlus",
      "Name": "Tarima de fusta amb acabats metàl·lics",
      "Price": 120,
      "Description": "Tarima modular de fusta amb acabats metàl·lics, ideal per a escenaris.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "DecoRent",
      "Name": "Cadira ecològica de bambú",
      "Price": 7,
      "Description": "Cadira feta de bambú sostenible, lleugera i robusta.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "DecoRent",
      "Name": "Llum de peu de disseny reciclable",
      "Price": 45,
      "Description": "Llum feta amb materials reciclats, perfecte per decorar esdeveniments amb estil.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "DecoRent",
      "Name": "Taula rodona reciclada",
      "Price": 20,
      "Description": "Taula feta amb materials reciclats, amb capacitat per a 4 persones.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "DecoRent",
      "Name": "Tarima ecològica",
      "Price": 110,
      "Description": "Tarima fabricada amb materials sostenibles, ideal per a esdeveniments responsables.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "EventFurniture",
      "Name": "Tamboret de bar metàl·lic",
      "Price": 12,
      "Description": "Tamboret d'acer inoxidable, estil industrial, ideal per a esdeveniments moderns.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "EventFurniture",
      "Name": "Taula alta per còctels",
      "Price": 25,
      "Description": "Taula alta de disseny minimalista, perfecta per a zones de còctel.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "EventFurniture",
      "Name": "Butaca lounge",
      "Price": 85,
      "Description": "Butaca de disseny contemporani, còmoda i elegant per zones VIP o relax.",
      "Image": "image/no-fotos.png"
    },
    {
      "Provider": "EventFurniture",
      "Name": "Moqueta per esdeveniments",
      "Price": 8,
      "Description": "Moqueta disponible en diferents colors per cobrir grans espais d'esdeveniments. Preu per metre quadrat",
      "Image": "image/no-fotos.png"
    }
  ]
}